Repository: AlpeshItIdol/mashrou3
Catalog: lib/l10n/intl_*.arb
Languages: ar

# fromLessThanOrEqualToTo
source: From value must be less than or equal to To value.
ar: يجب أن تكون القيمة "من" أقل من أو تساوي القيمة "إلى".

# toGreaterThanOrEqualToFrom
source: To value must be greater than or equal to From value.
ar: يجب أن تكون القيمة "إلى" أكبر من أو تساوي القيمة "من".

source: Your Favorites is Empty
ar: قائمة المفضلة فارغة

# yourFavoritesIsEmptyData
source: Add items that you like to your favorites. Review them anytime.
ar: أضف العناصر التي تعجبك إلى قائمة المفضلة. يمكنك مراجعتها في أي وقت.

source: Mortgaged
ar: مرهون

source: Debt-free
ar: خالٍ من الديون

source: Cash
ar: نقدي

source: Bank
ar: بنك

# txtPaymentMethod
source: Payment Method
ar: طريقة الدفع

# paymentMethod
source: Payment Methods
ar: طرق الدفع

# paymentMethodOption
source: Choose your preferred payment option
ar: اختر طريقة الدفع المفضلة لديك

source: Vendor List
ar: قائمة البائعين

source: Select Bank
ar: اختر البنك

source: Offer Listing
ar: قائمة العروض

# tAndCValidation
source: Please accept the Terms and Conditions.
ar: يرجى قبول الشروط والأحكام.

source: Add Review
ar: أضف مراجعة

source: Reviews
ar: المراجعات

source: Your Reviews
ar: مراجعاتك

source: Comment
ar: تعليق

source: Add your comment
ar: أضف تعليقك

source: Just now
ar: الآن

source: ago
ar: منذ

source: minute
ar: دقيقة

source: minutes
ar: دقائق

source: hour
ar: ساعة

source: hours
ar: ساعات

source: Yesterday
ar: أمس

source: day
ar: يوم

source: days
ar: أيام

source: month
ar: شهر

source: months
ar: أشهر

source: year
ar: سنة

source: years
ar: سنوات

# timeInPastError
source: You cannot select a time in the past.
ar: لا يمكنك اختيار وقت في الماضي.

source: Review this property
ar: قيم هذه العقار

source: No file found
ar: لم يتم العثور على ملف

# emptyReviews
source: No reviews available
ar: لا توجد تقييمات متاحة

# emptyRatingValidation
source: Please add ratings
ar: يرجى إضافة التقييمات

# emptyReviewsInfo
source: There are no reviews at the moment. Be the first to share your experience by adding a review.
ar: لا توجد تقييمات في الوقت الحالي. كن أول من يشارك تجربته من خلال إضافة تقييم.

# agreeToTerms
source: Agree to our {terms}{connector}{privacy}
ar: الموافقة على {terms}{connector}{privacy}

# terms
source: Terms & Conditions
ar: الشروط والأحكام

# privacy
source: Privacy Policy
ar: سياسة الخصوصية

# kindlyAgreeTerms
source: Kindly agree to our Terms & Conditions.
ar: يرجى الموافقة على الشروط والأحكام الخاصة بنا.

source: Photo Library
ar: مكتبة الصور

source: Choose Files
ar: اختر الملفات

source: Added on
ar: تم الإضافة في

source: Your Review List is Empty.
ar: قائمة المراجعة فارغة.

# yourReviewListIsEmptyData
source: You currently have no items in review. Add properties to your review list.
ar: ليس لديك حاليًا أي عناصر قيد المراجعة. أضف عقارات إلى قائمة المراجعة.

source: Delete Account
ar: حذف الحساب

# selectPropertyError
source: Please select at least one property to proceed
ar: يرجى اختيار عقار واحد على الأقل للمتابعة

# canNotMakeCall
source: Sorry, can not make call at this number
ar: عذرًا، لا يمكن إجراء المكالمة على هذا الرقم

# sureYouWantToDelete
source: Want to Delete Property?
ar: هل أنت متأكد أنك تريد الحذف؟

# sureYouWantToDeleteInfo
source: You’re going to delete
ar: سيتم حذف هذا العقار وإزالته من القائمة.

# emptyLinkError
source: Please enter a link
ar: يرجى إدخال رابط

# invalidUrlError
source: Please enter a valid URL
ar: يرجى إدخال رابط صالح

# invalidInstagramLinkError
source: Please enter a valid Instagram link
ar: يرجى إدخال رابط إنستغرام صالح

# invalidFacebookLinkError
source: Please enter a valid Facebook link
ar: يرجى إدخال رابط فيسبوك صالح

# invalidLinkedInLinkError
source: Please enter a valid LinkedIn link
ar: يرجى إدخال رابط لينكد إن صالح

# invalidXLinkError
source: Please enter a valid X link
ar: يرجى إدخال رابط تويتر صالح

# invalidCatalogLinkError
source: Please enter a valid Catalog link
ar: يرجى إدخال رابط الكتالوج صالح

# invalidProfileLinkError
source: Please enter a valid Profile link
ar: يرجى إدخال رابط الملف الشخصي صالح

# lblNoNotification
source: No notification available
ar: لا توجد إشعارات متاحة

# lblNoNotificationContent
source: There are no notifications at the moment. Check back later for updates or important alerts.
ar: لا توجد إشعارات في الوقت الحالي. تحقق مرة أخرى لاحقًا للحصول على التحديثات أو التنبيهات المهمة.

# lblAddOffer
source: Add offer
ar: أضف العرض

# lblNoOfferTitle
source: No offer available!
ar: لا يوجد عرض متاح!

# lblNoOfferContent
source: There is no offers available for you. Keep eye on exiting offers.
ar: لا توجد عروض متاحة لك. إبقاء العين على العروض الخروج.

# lblOfferTitle
source: Offer Title
ar: عنوان العرض

# lblOfferArabicTitle
source: Offer Title (Arabic)
ar: عنوان العرض (عربي)

# lblOfferTitleEmptyError
source: Please provide a title for the offer.
ar: يرجى تقديم عنوان للعرض.

# lblOfferCost
source: Offer Cost
ar: تكلفة العرض

# lblOfferCostEmptyError
source: Please provide the cost of the offer.
ar: يرجى تقديم تكلفة العرض.

# lblPortfolio
source: Portfolio
ar: المحفظة

# lblDescriptionArabic
source: Description (Arabic)
ar: الوصف (عربي)

# lblDescriptionEmpty
source: Please provide the description.
ar: يرجى تقديم الوصف.

# lblCreateOffers
source: Create Offers
ar: إنشاء العروض

# lblDelete
source: Delete
ar: حذف

# lblUpdateOffer
source: Update Offer
ar: تحديث العرض

# lblDeleteOfferMessage
source: Delete this offer!
ar: حذف هذا العرض!

# lblDeleteOfferDescMessage
source: Are you sure you want to delete this offer?
ar: هل أنت متأكد أنك تريد حذف هذا العرض؟

# lblNoOwner
source: You are not owner of this property.
ar: أنت لست مالك هذا العقار.

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت

# lblApprovedOffers
source: Approved Offers
ar: العروض المعتمدة

# lblPendingOffers
source: Pending Offers
ar: العروض المعلقة

# lblNoProperty
source: Property detail not available!
ar: تفاصيل الملكية غير متوفرة.

# lblAddedNewProperty
source: Added new property
ar: تمت إضافة خاصية جديدة

# lblRequestRejected
source: Request rejected
ar: تم رفض الطلب

# lblRequestApproved
source: Request approved
ar: تمت الموافقة على الطلب

# lblVisitRequestCreated
source: Visit Request Created
ar: تم إنشاء طلب الزيارة

# lblOfferRemovedSuccess
source: Offer deleted successfully!
ar: تم حذف العرض بنجاح!

# lblPropertyFinance
source: Property Finance
ar: التمويل العقاري

source: Finance Type
ar: نوع التمويل

source: View Details
ar: عرض التفاصيل

source: Property Finance
ar: تمويل العقارات

source: Vendor Finance
ar: تمويل البائع

# selectOnlyMaxFiles
source: You can select only {maxAllowedFiles} files!!
ar: يمكنك اختيار {maxAllowedFiles} ملفات فقط!!

# fileTooLarge
source: Selected file is too large (max size: {maxSize} MB)
ar: الملف المحدد كبير جدًا (الحجم الأقصى: {maxSize} ميجابايت)

# maxUpload
source: Maximum {maxUploadVal} file upload.
ar: حد أقصى. {maxUploadVal} تحميل

# maxUploads
source: Maximum {maxUploadVal} files upload.
ar: تحميل {maxUploadVal} ملفات كحد أقصى

source: Policies & Support
ar: السياسات والدعم

# fileIsEmpty
source: Selected file is empty
ar: الملف المحدد فارغ

# selectOnlyOneImage
source: You can select only 1 image
ar: يمكنك اختيار صورة واحدة فقط

# signUpDocumentLabel
source: Please upload the following documents:
ar: يرجى تحميل الوثائق التالية:

# professionalLicence
source: Professional License
ar: السجل التجاري

# commercialLicence
source: Commercial License
ar: رخصة المهن

# lblRequester
source: Requester
ar: الطالب

source: No items available
ar: لا توجد عناصر متاحة

# lblSelectedOffer
source: Selected Offer
ar: العرض المختار

# lblOtherDetails
source: Other Details
ar: تفاصيل أخرى

# lblNeighbourLocation
source: Area Name
ar: اسم المنطقة

# lblNeighbourLocations
source: Area Names
ar: أسماء المناطق

# lblNeighbourLocationPlaceholder
source: Enter area name
ar: أدخل اسم المنطقة

# errorDuplicateLocation
source: Duplicate locations are not allowed
ar: لا يُسمح بالمواقع المكررة

# lblViewProperty
source: View Property
ar: عرض العقار
