Repository: AlpeshItIdol/mashrou3
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Hello World!
ar: مرحبا بالعالم!

# otpValidateInfo
source: Your One-Time Password (OTP) will be sent via WhatsApp, not SMS.
ar: سيتم إرسال رمز التحقق (OTP) عبر تطبيق واتساب، وليس عن طريق الرسائل النصية (SMS).

# btnSendVerificationCode
source: Send Verification Code
ar: إرسال رمز التحقق

# lblLets
source: Let's
ar: لنبدأ

# lblLogIn
source: Log in
ar: تسجيل الدخول

# lblCountry
source: Country
ar: الدولة

# lblCity
source: City
ar: المدينة

# lblMobileNumber
source: Mobile Number
ar: رقم الجوال

# lblMobileNo
source: Mobile No.
ar: رقم الجوال

# lblLoginScreenMessage
source: A comprehensive real estate solutions through an integrated platforms in a one app.
ar: حلول عقارية شاملة من خلال منصات متكاملة في تطبيق واحد.

# textDontHaveAccount
source: Don’t have an account?
ar: ليس لديك حساب؟

# textSearchCountry
source: Search country
ar: ابحث عن بلد

# textSignUpNow
source: Sign Up Now
ar: سجل الآن

# textSkipLogin
source: Skip Login
ar: تخطي تسجيل الدخول

# textGuest
source: Guest User
ar: مستخدم زائر

# textVisitorUser
source: Visitor User
ar: مستخدم زائر

# textVendorUser
source: Vendor User
ar: مستخدم المورد

# textOwnerUser
source: Owner User
ar: مستخدم المالك

# textBack
source: Back
ar: العودة

# textBackToLogin
source: Back To Login
ar: العودة إلى تسجيل الدخول

# textCancel
source: Cancel
ar: إلغاء

# textResendIn
source: Resend in
ar: إعادة الإرسال في

# textNoData
source: No Data
ar: لا توجد بيانات

# textErrorLoadingCities
source: Error loading cities. Please try again.
ar: خطأ في تحميل المدن. الرجاء المحاولة مرة أخرى.

# textErrorLoadingMoreCities
source: Error loading more cities.
ar: خطأ في تحميل المزيد من المدن.

# textClear
source: Clear
ar: مسح

# textChooseCountry
source: Choose country
ar: اختر الدولة

# btnVerify
source: Verify
ar: يؤكد

# btnResend
source: Resend
ar: إعادة الإرسال

# lblWelcome
source: Welcome
ar: مرحباً

# lblAboard
source: Aboard!
ar: على متن!

# lblComplete
source: Complete
ar: اكمل

# lblProfile
source: Profile!
ar: الملف الشخصي!

# lblOtp
source: OTP
ar: رمز التحقق

# lblVerificationCode
source: Verification Code
ar: رمز التحقق

# lblStartYourJourneyAs
source: Start your journey as...
ar: ابدأ رحلتك كـ...

# lblFirstName
source: First Name
ar: الاسم الأول

# lblLastName
source: Last Name
ar: اسم العائلة

# lblEmailID
source: Email ID
ar: البريد الإلكتروني

# lblSelectLanguage
source: Select Language
ar: اختر اللغة

# lblSelectCountry
source: Select Country
ar: اختر الدولة

# lblSelectCurrency
source: Select Currency
ar: اختر العملة

# lblCurrency
source: Currency
ar: العملة

# lblSelectCity
source: Select City
ar: اختر المدينة

# lblSelectVendor
source: Select Vendor Type
ar: اختر نوع البائع

# lblSelectBank
source: Select Bank
ar: اختر البنك

# lblCompanyName
source: Company Name
ar: اسم الشركة

# lblBankName
source: Bank Name
ar: اسم البنك

# lblVendorType
source: Vendor Type
ar: نوع البائع

# lblBank
source: Bank
ar: البنك

# lblAddress
source: Address
ar: العنوان

# lblWebsite
source: Website
ar: الموقع الإلكتروني

# lblCatalog
source: Catalog
ar: الكتيب

# lblSocialMedia
source: Social Media
ar: وسائل التواصل الاجتماعي

# lblDescription
source: Description
ar: الوصف

# lblWebsiteLink
source: Website Link
ar: رابط الموقع

# lblFacebookLink
source: Facebook Link
ar: رابط الفيسبوك

# lblInstagramLink
source: Instagram Link
ar: رابط الإنستغرام

# lblLinkedInLink
source: LinkedIn Link
ar: رابط لينكد إن

# lblTwitterLink
source: X Link
ar: رابط تويتر

# lblCatalogLink
source: Catalog Link
ar: رابط الكتالوج

# lbl3DVirtualTourLink
source: 3D Virtual Tour
ar: جولة افتراضية ثلاثية الأبعاد

# lblProfileLink
source: Profile Link
ar: رابط الملف الشخصي

# lblGoogleLocation
source: Location
ar: الموقع

# lblUploadLogo
source: Upload Logo
ar: رفع الشعار

# lblDocuments
source: Documents
ar: المستندات

source: Thumbnail
ar: صورة مصغرة

# lblViewAll
source: View All
ar: عرض الكل

# lblAlternateMobileNumber
source: Alternate Mobile Number
ar: رقم الجوال البديل

# lblAlternateMobileNo
source: Alternate Mobile No.
ar: رقم الجوال البديل

# lblLogoutConfirmation
source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

# btnNext
source: Next
ar: التالي

# btnSendRequest
source: Send Request
ar: إرسال الطلب

# btnAddReview
source: Add Review
ar: إضافة مراجعة

# btnDone
source: Done
ar: تم

# btnLogOut
source: Log Out
ar: تسجيل الخروج

# textYourAccountIsCurrentlyUndergoingVerification
source: Your account is currently undergoing verification.
ar: حسابك قيد التحقق حالياً.

# textPleaseWaitForApproval
source: Please wait for approval.
ar: يرجى الانتظار للموافقة.

# textPropertyNotFound
source: Property Not Found!
ar: العقار غير موجود!

# textThePropertyYouAreLookingFor
source: The property you're looking for doesn't exist or is no longer available.
ar: العقار الذي تبحث عنه غير موجود أو لم يعد متاحًا.

# textSetUpYourAccount
source: Set Up Your Account
ar: إعداد حسابك

# textSetUpYourVisitorAccount
source: Set Up Your Visitor Account
ar: إعداد حساب الزائر الخاص بك

# textSetUpYourVendorAccount
source: Set Up Your Vendor Account
ar: إعداد حساب البائع الخاص بك

# textSetUpYourRealEstateOwnerAccount
source: Set Up Your Real Estate Owner Account
ar: إعداد حساب مالك العقار الخاص بك

# textFillYourDetails
source: Fill in Your Details to Complete Your Profile
ar: املأ التفاصيل الخاصة بك لإكمال الملف الشخصي

# textHowDoYouWantToSignUp
source: How do you want to sign up
ar: كيف تريد التسجيل

# textPleaseEnterOTP
source: Please enter OTP to confirm your number
ar: يرجى إدخال رمز التحقق لتأكيد رقمك

# textVisitor
source: Visitor
ar: زائر

# textVisitorDetails
source: Discover freely, register smartly!
ar: اكتشف بسهولة، وسجل بسلاس!

# textVendor
source: Vendors
ar: البائعون

# textVendorDetails
source: List fast, sell vast!
ar: أدرج عقارك بأفضل ظهور!

# textRealEstateOwner
source: Real Estate Owner
ar: مالك العقار

# textRealEstateOwnerDetails
source: Own, list, profit—your way!
ar: أدرج بحرية، وزد مبيعاتك!

# textRegisteredAndUnregistered
source: Registered and unregistered users
ar: المستخدمين المسجلين وغير المسجلين

# textSearchForABuilding
source: Search for a building, street or ...
ar: ابحث عن مبنى، شارع أو...

# lblHome
source: Home
ar: الرئيسية

# lblFavourite
source: Favourite
ar: المفضلة

# lblMyOffer
source: My Offer
ar: عرضي

# lblMyOffers
source: My Offers
ar: عروضي

source: Add Offer
ar: إضافة عرض

source: Apply Offer
ar: تطبيق العرض

source: Remove Offer
ar: إزالة العرض

# textAdd
source: Add
ar: إضافة

# lblPropertiesWithOffers
source: Properties with Offers
ar: عقارات مع عروض

# lblNotification
source: Notification
ar: الإشعارات

# lblPropertyListing
source: Property Listing
ar: قائمة العقارات

# lblContactNow
source: Contact Now
ar: اتصل الآن

source: Contact Us
ar: اتصل بنا

# textFound
source: Found
ar: تم العثور على

# btnBankProperty
source: Bank Property
ar: عقار البنك

# textSelectProperties
source: Select Properties
ar: اختر العقارات

# textSelectAll
source: Select All
ar: اختر الكل

# lblProperty
source: property
ar: عقار

# lblProperties
source: properties
ar: عقارات

# textDirectCall
source: Direct Call
ar: اتصال مباشر

# textWhatsApp
source: WhatsApp
ar: واتساب

# textTextMessage
source: Text Message
ar: رسالة نصية

# lblGetFinance
source: Get Finance
ar: احصل على تمويل

source: Finance Request
ar: طلب التمويل

# lblVendorOfferAnalytics
source: Vendor Offer Analytics
ar: تحليلات عروض البائع

# textForRealEstate
source: For Real Estate
ar: لعقارات

# textSelectVendor
source: Select Vendor
ar: اختيار البائع

# lblSortBy
source: Sort By
ar: الفرز حسب

# textNewest
source: Newest
ar: الأحدث

# textPriceLowToHigh
source: Price - Low to High
ar: السعر - من الأقل إلى الأعلى

# textPriceHighToLow
source: Price - High to Low
ar: السعر - من الأعلى إلى الأقل

# textAscending
source: Ascending
ar: تصاعدي

# textDescending
source: Descending
ar: تنازلي

# textNearest
source: Nearest
ar: الأقرب

# textFurthest
source: Furthest
ar: الأبعد

# textAll
source: All
ar: الكل

# lblFavorites
source: Favorites
ar: المفضلة

# lblMyProperties
source: My Properties
ar: عقاراتي

# lblRequestedProperties
source: Requested Properties
ar: العقارات المطلوبة

# lblRecentlyVisitedProperties
source: Recently Visited
ar: التي تم زيارتها مؤخرًا

# textVisitRequestApproved
source: Visit Request Approved !
ar: تمت الموافقة على طلب الزيارة!

# textVisitRequestRejected
source: Visit Request Rejected !
ar: تم رفض طلب الزيارة!

# btnApproved
source: Approved
ar: تمت الموافقة

# btnPending
source: Pending
ar: قيد الانتظار

# btnRejected
source: Rejected
ar: مرفوض

# lblPersonalInformation
source: Personal Information
ar: المعلومات الشخصية

source: Profile
ar: الملف الشخصي

# lblCertificates
source: Certificates
ar: الشهادات

# lblEdit
source: Edit
ar: تعديل

# lblDeleteAccount
source: Delete Account
ar: حذف الحساب

# lblConfirmAccountDeletion
source: Confirm Account Deletion!
ar: تأكيد حذف الحساب!

# textDeletingYourAccountWill
source: Deleting your account will remove all your data permanently. This action cannot be undone.
ar: حذف حسابك سيؤدي إلى إزالة جميع بياناتك نهائيًا. هذا الإجراء لا يمكن التراجع عنه.

# lblBanks
source: Banks
ar: البنوك

# lblBankDetails
source: Bank Details
ar: تفاصيل البنك

# lblOffers
source: Offers
ar: العروض

# noOffers
source: There are no offers to display right now.Check back later to explore available options.
ar: لا توجد عروض لعرضها حاليًا. يرجى التحقق لاحقًا لاستكشاف الخيارات المتاحة.

# noContactDetails
source: No contact numbers are currently available.Please check back later.
ar: لا توجد أرقام اتصال متاحة حاليًا. يرجى التحقق لاحقًا.

# lblContactDetails
source: Contact Details
ar: تفاصيل الاتصال

# lblEditInformation
source: Edit Information
ar: تعديل المعلومات

# lblNew
source: New
ar: جديد

source: Browse
ar: تصفح

# lblNotifications
source: Notifications
ar: الإشعارات

# emptyNotifications
source: No notification available
ar: لا توجد إشعارات متاحة

# emptyNotificationsInfo
source: There are no notifications at the moment. Check back later for updates or important alerts.
ar: لا توجد إشعارات حالياً. تحقق لاحقاً للحصول على التحديثات أو التنبيهات المهمة.

# nearBy
source: Nearby Places
ar: الأماكن القريبة

# textPleaseSelect
source: Please select
ar: يرجى الاختيار

# textPleaseSelectAtLeastOne
source: Please select at least one
ar: يرجى اختيار واحدة على الأقل

# maximumLimitReached
source: Maximum limit reached: You’re allowed to add up to 10 files only!
ar: تم الوصول إلى الحد الأقصى: يُسمح لك بإضافة ما يصل إلى 10 ملفات فقط!

source: Finding place...
ar: جاري العثور على الموقع...

source: No results found
ar: لم يتم العثور على نتائج

source: Results
ar: النتائج

source: Result
ar: النتيجة

source: Unnamed location
ar: موقع غير مسمى

# selectActionLocation
source: Confirm Location
ar: تأكيد الموقع

# offerTitleEmptyError
source: Please enter an offer title
ar: يرجى إدخال عنوان العرض

# offerCostEmptyError
source: Please enter an offer cost
ar: يرجى إدخال تكلفة العرض

# firstNameEmptyError
source: Please enter a first name
ar: يرجى إدخال الاسم الأول

# lastNameEmptyError
source: Please enter a last name
ar: يرجى إدخال اسم العائلة

# companyNameEmptyError
source: Please enter a company name
ar: يرجى إدخال اسم الشركة

# websiteLinkEmptyError
source: Please enter a website link
ar: يرجى إدخال رابط الموقع

# descriptionEmptyError
source: Please enter a note
ar: يرجى إدخال الوصف

# descriptionFieldEmptyError
source: Please enter a description
ar: يرجى إدخال وصف

# emailEmptyError
source: Please enter an email address
ar: يرجى إدخال البريد الإلكتروني

# addressEmptyError
source: Please enter an address
ar: يرجى إدخال العنوان

# passwordEmptyError
source: Please enter a password
ar: يرجى إدخال كلمة المرور

# languageEmptyError
source: Please select a language
ar: يرجى اختيار اللغة

# cityEmptyError
source: Please select a city
ar: يرجى اختيار المدينة

# vendorTypeEmptyError
source: Please select a vendor type
ar: يرجى اختيار نوع البائع

# bankSelectionEmptyError
source: Please select a bank
ar: الرجاء اختيار بنك

# locationEmptyError
source: Please select a location
ar: يرجى اختيار الموقع

# logoEmptyError
source: Please select a logo
ar: يرجى اختيار الشعار

# documentsEmptyError
source: Please select a documents
ar: يرجى اختيار المستندات

# countryNameEmptyValidationMsg
source: Please select a country
ar: يرجى اختيار الدولة

# confirmPasswordEmptyError
source: Please enter a confirm password
ar: يرجى إدخال تأكيد كلمة المرور

# passwordNotMatchError
source: Password doesn't match
ar: كلمة المرور غير متطابقة

# invalidEmailError
source: Invalid email
ar: البريد الإلكتروني غير صالح

# emptyOTPError
source: OTP cannot be empty
ar: لا يمكن ترك رمز التحقق فارغاً

# otpLengthError
source: OTP must be 4 digits
ar: يجب أن يكون رمز التحقق من 4 أرقام

# countryCodeEmptyValidationMsg
source: Please select country code
ar: يرجى اختيار رمز الدولة

# phoneNumberEmptyErrorMsg
source: Please enter mobile number
ar: يرجى إدخال رقم الجوال

# phoneNumberValidErrorMsg
source: Please enter a valid mobile number
ar: يرجى إدخال رقم هاتف محمول صحيح

# notesEmptyErrorMsg
source: Please enter notes
ar: الرجاء إدخال الملاحظات

# currencyEmptyValidationMsg
source: Please select currency
ar: يرجى اختيار العملة

# offerSelectionErrorMsg
source: Please select at least one offer to proceed
ar: يرجى اختيار عرض واحد على الأقل للمتابعة

# certificateEmptyErrorMsg
source: Please add at least one certificate to proceed
ar: يرجى إضافة شهادة واحدة على الأقل للمتابعة

# portfolioEmptyErrorMsg
source: Please add at least one portfolio to proceed
ar: يرجى إضافة محفظة واحدة على الأقل للمتابعة

# termsAgreementErrorMsg
source: Please accept the terms and conditions to proceed
ar: يرجى قبول الشروط والأحكام للمتابعة.

# passwordInvalidError
source: Password must contain at least one uppercase letter, one lowercase letter, one digit, one special character, and be at least 8 characters long
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل، وحرف صغير واحد، ورقم واحد، وحرف خاص واحد، ويجب أن تتكون من 8 أحرف على الأقل

# emptyPropertyList
source: The Property List is Empty.
ar: قائمة العقارات فارغة.

# emptyPropertyListInfo
source: There are no properties to display right now. Check back later to explore available options.
ar: لا توجد عقارات لعرضها حاليًا. تحقق مرة أخرى لاحقًا لاستكشاف الخيارات المتاحة.

# emptyVisitRequestsList
source: The Visit Requests List is Empty.
ar: قائمة طلبات الزيارة فارغة.

# emptyVisitRequestsListInfo
source: There are no visit requests to display right now. Check back later to explore available options.
ar: لا توجد طلبات زيارة لعرضها حاليًا. تحقق مرة أخرى لاحقًا لاستكشاف الخيارات المتاحة.

# emptyFinanceRequestsList
source: The Finance Request List is Empty.
ar: قائمة طلبات التمويل فارغة.

# emptyFinanceRequestsListInfo
source: There are no finance requests to display right now.
ar: لا توجد طلبات تمويل لعرضها في الوقت الحالي.

# emptyBanksList
source: The Banks List is Empty.
ar: قائمة البنوك فارغة.

# emptyBanksListInfo
source: There are no banks to display right now. Check back later to explore available options.
ar: لا توجد بنوك لعرضها حاليًا. تحقق مرة أخرى لاحقًا لاستكشاف الخيارات المتاحة.

# emptyOffersList
source: The Offers List is Empty.
ar: قائمة العروض فارغة.

# emptyOffersListInfo
source: There are no offers to display right now.
ar: لا توجد عروض لعرضها في الوقت الحالي. تحقق لاحقًا لاستكشاف الخيارات المتاحة.

# lblApprovedProperties
source: Approved Properties
ar: العقارات المعتمدة

# lblSoldOutProperties
source: Sold Out Properties
ar: العقارات المباعة

source: In Review
ar: قيد المراجعة

# textSearch
source: Search
ar: بحث

# textRecentSearch
source: Recent Searches
ar: عمليات البحث الأخيرة

source: Personal Information
ar: المعلومات الشخصية

source: Recently Visited
ar: التي تمت زيارتها مؤخرًا

source: Requested Properties
ar: العقارات المطلوبة

# termsAndConditions
source: Terms & Conditions
ar: الشروط والأحكام

source: App Preferences
ar: تفضيلات التطبيق

source: Switch to Arabic
ar: التبديل إلى العربية

source: Switch to dark mode
ar: التبديل إلى الوضع الداكن

source: Switch to light mode
ar: التبديل إلى وضع الضوء

source: Support
ar: الدعم

# supportAndSocialMedia
source: Support & Social Links
ar: الدعم والروابط الاجتماعية

# license
source: Licence
ar: رخصة

source: Log Out
ar: تسجيل الخروج

source: Alert!
ar: تنبيه!

source: Ok
ar: موافق

source: Select Location
ar: تحديد الموقع

source: Your location
ar: موقعك

# grantLocationToViewDistance
source: (Grant location access)
ar: (السماح بالوصول إلى الموقع)

# permissionDenied
source: You have to open settings app and provide location permission manually.
ar: يجب فتح تطبيق الإعدادات ومنح إذن الموقع يدويًا.

source: Want to log out?
ar: هل تريد تسجيل الخروج؟

# logoutInfo
source: You will be signed out of your account and will need to log in again to access your information.
ar: سيتم تسجيل خروجك من حسابك وستحتاج إلى تسجيل الدخول مرة أخرى للوصول إلى معلوماتك.

# lblLogInToContinue
source: Log In to Continue
ar: سجل الدخول للمتابعة

# textPleaseLogIn
source: Please log in to access these feature.
ar: يرجى تسجيل الدخول للوصول الى هذه الميزة

# lblCompleteProfileToContinue
source: Complete Profile to Continue
ar: أكمل الملف الشخصي للمتابعة

# textPleaseAddDetails
source: Please add your details to access this feature and continue exploring our services.
ar: يرجى إضافة تفاصيلك للوصول إلى هذه الميزة ومواصلة استكشاف خدماتنا.

source: Rejection Reason
ar: سبب الرفض

source: Read more
ar: قراءة المزيد

source: Read less
ar: قراءة أقل

# lblVisitRequest
source: Visit Request
ar: طلب زيارة

# lblVisitRequests
source: Visit Requests
ar: طلبات الزيارة

# lblNotes
source: Notes
ar: ملاحظات

# lblNote
source: Note
ar: ملاحظة

source: Rejected Reason
ar: سبب الرفض

# lblDate
source: Date
ar: التاريخ

# lblVisitorName
source: Visitor Name
ar: اسم الزائر

# lblTime
source: Time
ar: الوقت

# lblSelectDate
source: Select Date
ar: اختر التاريخ

# lblSelectTime
source: Select Time
ar: اختر الوقت

# lblVisitRequestRejectionReason
source: Visit request rejection reason
ar: سبب رفض طلب الزيارة

# btnOptions
source: Options
ar: خيارات

# btnApprove
source: Approve
ar: موافقة

# btnReject
source: Reject
ar: رفض

# btnSend
source: Send
ar: إرسال

# btnContinue
source: Continue
ar: متابعة

# textReviews
source: Reviews
ar: المراجعات

# textJoinedOn
source: Joined on
ar: انضم في

source: Fully Built
ar: مكتمل البناء

source: Under Construction
ar: تحت الإنشاء

# bankLeaseCompany
source: Bank/Leasing Company
ar: البنك / شركة التأجير

# bankLeaseCompanyStatus
source: Select Bank/Leasing Company Status
ar: اختر حالة البنك / شركة التأجير

source: Delete Property
ar: حذف العقار

source: Sold Out
ar: مباع

source: Add Property
ar: إضافة عقار

source: Edit Property
ar: تعديل العقار

source: General Information
ar: معلومات عامة

source: Property Category
ar: فئة العقار

source: Select Property Category
ar: اختر فئة العقار

source: Property Sub Category
ar: فئة فرعية للعقار

# selectSubPropertyCategory
source: Select Property Sub Category
ar: اختر الفئة الفرعية للعقار

# dateEmptyError
source: Please select a date
ar: الرجاء اختيار تاريخ

# timeEmptyError
source: Please select a time
ar: الرجاء اختيار وقت

# propertyCategoryEmptyError
source: Please select a property category
ar: يرجى اختيار فئة العقار

# propertySubCategoryEmptyError
source: Please select a property sub category
ar: يرجى اختيار فئة فرعية للعقار

# propertyNeighbourhoodEmptyError
source: Please select the neighbourhood type
ar: يرجى اختيار نوع الحي

source: Property Title
ar: عنوان العقار

# propertyTitleEmptyError
source: Please provide a title for the property.
ar: يرجى إدخال عنوان العقار

source: Property Price
ar: سعر العقار

# propertyPriceEmptyError
source: Please provide the price of the property.
ar: يرجى إدخال سعر العقار

source: Property Area
ar: مساحة العقار

# propertyAreaEmptyError
source: Please specify the area of the property.
ar: يرجى إدخال مساحة العقار

# videoLink
source: Video Links
ar: رابط الفيديو

source: Link
ar: رابط

# errorDuplicateLink
source: Duplicate video links are not allowed
ar: الروابط المكررة للفيديو غير مسموح بها

# errorMaxVideos
source: Only 3 videos are allowed
ar: يُسمح فقط بثلاثة مقاطع فيديو

# errorMaxLinks
source: Only 3 links are allowed
ar: مسموح فقط بثلاثة روابط.

# errorMaxAddresses
source: Only 3 addresses are allowed
ar: يسمح بثلاثة عناوين فقط

source: Property Description
ar: وصف العقار

source: Documents
ar: الوثائق

source: Next
ar: التالي

source: Cancel
ar: إلغاء

# propertyTitlePlaceholder
source: Enter property title
ar: أدخل عنوان العقار

# pricePlaceholder
source: Enter property price
ar: أدخل سعر العقار

# areaPlaceholder
source: Enter property area
ar: أدخل مساحة العقار

# mobileNumberPlaceholder
source: Enter your mobile number
ar: أدخل رقم الهاتف

# altMobileNumberPlaceholder
source: Enter your alternate mobile number
ar: أدخل رقم الهاتف

# threeDTourLinkPlaceholder
source: Enter 3D tour link
ar: أدخل رابط الجولة ثلاثية الأبعاد

# videoTourLinkPlaceholder
source: Enter video tour link
ar: أدخل رابط الجولة بالفيديو

# descriptionPlaceholder
source: Enter property description
ar: أدخل وصف العقار

source: Location Information
ar: معلومات الموقع

# selectNeighborhood
source: Select Neighbourhood
ar: اختر الحي

# propertyNeighborhoodType
source: Neighbourhood Type
ar: الخدمات المجاورة

# propertyNeighborhoodTypeEmptyError
source: You must select at least one neighbourhood type.
ar: يرجى اختيار نوع حي العقار

# propertyNeighborhood
source: Property Neighbourhood
ar: حي العقار

source: Location Title
ar: عنوان الموقع

source: Select
ar: اختر

# propertyLocationEmptyError
source: Please select the property location
ar: يرجى اختيار موقع العقار

# propertyNearByLocationEmptyError
source: Please enter the location title
ar: الرجاء إدخال عنوان الموقع

source: Property Location
ar: موقع العقار

source: Enter no. of
ar: أدخل عدد

source: Living Space & Amenities
ar: مساحة المعيشة والمرافق

source: Living Space
ar: المساحة السكنية

source: Amenities
ar: المرافق

source: Nearby facilities
ar: المرافق القريبة

# virtualTour
source: 3D virtual tour
ar: جولة افتراضية 3D

source: Video
ar: فيديو

source: Bedrooms
ar: غرف النوم

source: Kitchen
ar: المطبخ

source: Bathrooms
ar: الحمامات

source: Save
ar: حفظ

source: Yes
ar: نعم

source: No
ar: لا

# threeDTour
source: 3D Virtual Tour
ar: جولة ثلاثية الأبعاد

source: Furnished
ar: مفروش

# selectFurnished
source: Select Furnished Status
ar: اختر حالة الأثاث

# underConstructionStatus
source: Select Under Construction Status
ar: اختر حالة الإنشاء

# wantToGoBackQuit
source: Want to go back and quit?
ar: هل تريد الرجوع وإنهاء العملية؟

# wantToCancel
source: Want to cancel and quit?
ar: هل تريد الإلغاء والخروج؟

# cancelPropertyInfo
source: The property data will be erased and you will be redirected to home
ar: سيتم مسح بيانات العقار وستتم إعادتك إلى الصفحة الرئيسية

# cancelText
source: Close
ar: إغلاق

# confirmText
source: Confirm
ar: تأكيد

# errorInvalidText
source: Provide valid time
ar: يرجى تقديم وقت صالح

# hourLabelText
source: Select Hour
ar: اختر الساعة

# minuteLabelText
source: Select Minute
ar: اختر الدقيقة

source: View in map
ar: عرض في الخريطة

# shareProjectMessage
source: Hey! Check out this beautiful property. You can find more details using the link below:
ar: مرحبًا! تحقق من هذا العقار الجميل. يمكنك العثور على المزيد من التفاصيل باستخدام الرابط أدناه:

source: Filter
ar: فلتر

source: Clear Filter
ar: مسح الفلتر

source: Apply Filter
ar: تطبيق الفلتر

# upToDistance
source: Up to {distance} Km away
ar: حتى {distance} كم بعيدًا

source: Country Selection
ar: اختيار الدولة

source: City Selection
ar: اختيار المدينة

source: From
ar: من

source: To
ar: إلى

source: Price
ar: السعر

source: Area
ar: المساحة

source: Select Radius
ar: اختر نصف القطر

source: Address Location
ar: اسم المنطقة

source: Select Address Location
ar: اختر اسم المنطقة

source: Invalid value
ar: قيمة غير صالحة
